{
  "articles": [
    {
      "title": "Nigeria school abduction: Hundreds of girls released by gunmen",
      "body": "Girls among the nearly 300 who were kidnapped from a school in north-western Nigeria have been describing their ordeal following their release.\n\n\"Most of us got injured,\" one of the schoolgirls told the BBC, adding that gunmen threatened to shoot them.\n\nThe girls were abducted by unidentified assailants from their boarding school in Jangebe, Zamfara state, on Friday and taken to a forest, police said.\n\nThe state's governor said on Tuesday that the 279 girls had been freed.\n\nSuch kidnappings are carried out for ransom and are common in the north of the country.\n\nWhy schoolchildren are being abducted in Nigeria\nOn Tuesday, dozens of the girls were seen gathered at a government building in Zamfara after they were taken there in a fleet of mini-buses.\n\nSpeaking to the BBC, one of the schoolgirls said that some of those kidnapped had found it difficult to continue walking when instructed to do so by the gunmen because of their injuries.\n\n\"They said they [would] shoot anybody who did not continue to walk,\" she said. \"We walked across a river and they hid us and let us sleep under shrubs in a forest.\"\n\nAnother of the girls, aged 15, said that some of her classmates found it difficult \"walking in the stones and thorns\" and had to be carried.\n\n\"They started hitting us with guns so that we [would] move,\" she told Reuters news agency, adding: \"While they were beating them with guns, some of them were crying and moving at the same time.\"",
      "img": "https://cdn.pixabay.com/photo/2021/02/08/07/51/fishermen-5994018_960_720.jpg",
      "id": 7
    },
    {
      "title": "Covid: France approves AstraZeneca vaccine for over-65s",
      "body": "The French government says older people with pre-existing conditions can now get AstraZeneca's Covid-19 vaccine, revising its stance on the issue.\n\n\"People affected by co-morbidities can be vaccinated with AstraZeneca, including those aged between 65 and 74,\" the health minister said.\n\nLast month France approved use of the vaccine for under-65s only, citing lack of data for older people.\n\nSince then studies have shown the jab is highly effective among the elderly.\n\nWhat's behind France's about turn\nHow effective is the Oxford vaccine?\nWhat's the problem with the EU's vaccine programme?\nFact-checking President Macron's vaccine claim\nThe Oxford-AstraZeneca vaccine is widely used across the UK, but several EU countries are still limiting it to the under-65s, including Germany.\n\nThe EU drugs regulator has approved it for all adults, but it is up to each member to set its own roll-out policy.\n\nIn a further development, Canada's immunisation commission on Monday advised against giving the AstraZeneca vaccine to over-65s, saying clinical trial data for that age group was too limited.",
      "img": "https://cdn.pixabay.com/photo/2020/03/03/12/15/mask-4898571_960_720.jpg",
      "id": 10
    },
    {
      "title": "Covid: France approves AstraZeneca vaccine for over-65s",
      "body": "The French government says older people with pre-existing conditions can now get AstraZeneca's Covid-19 vaccine, revising its stance on the issue.\n\n\"People affected by co-morbidities can be vaccinated with AstraZeneca, including those aged between 65 and 74,\" the health minister said.\n\nLast month France approved use of the vaccine for under-65s only, citing lack of data for older people.\n\nSince then studies have shown the jab is highly effective among the elderly.\n\nWhat's behind France's about turn\nHow effective is the Oxford vaccine?\nWhat's the problem with the EU's vaccine programme?\nFact-checking President Macron's vaccine claim\nThe Oxford-AstraZeneca vaccine is widely used across the UK, but several EU countries are still limiting it to the under-65s, including Germany.\n\nThe EU drugs regulator has approved it for all adults, but it is up to each member to set its own roll-out policy.\n\nIn a further development, Canada's immunisation commission on Monday advised against giving the AstraZeneca vaccine to over-65s, saying clinical trial data for that age group was too limited.\n\nWhat are the French saying?\nSpeaking on television, French Health Minister Olivier Véran said people with pre-existing conditions - such as high blood pressure or diabetes - could get the Oxford-AstraZeneca vaccine from GP surgeries, hospitals and \"within days\" from pharmacies.\n\nThe policy would apply to those over 50, including those aged 65 to 75, he said.\n\nThose aged over 75 will still be offered either Pfizer or Moderna jabs in a vaccination centre, he added.\n\nA health worker prepares to inject a first dose of a Oxford-AstraZeneca COVID-19 vaccine shot at a Covid-19 vaccination center in Rabat, Morocco\nIMAGE COPYRIGHTEPA\nimage captionStudies have shown the AstraZeneca vaccine to be safe and effective\nIn January French President Emmanuel Macron said the AstraZeneca vaccine was \"quasi-ineffective\" for older age groups - a claim strongly rejected at the time by the UK officials and scientists.\n\nBut after a European Council meeting on Friday, he said: \"If this is the vaccine I'm offered, obviously I would take it.\"\n\nAs more data has emerged, French health officials have tried to convince people that it is just as safe and effective as other Covid-19 vaccines.\n\nJust 273,000 AstraZeneca doses have been administered in France out of 1.7 million received by the end of February, health ministry figures show.\n\nSome French doctors had spurned the vaccine, citing initial side-effects in some people and trial data suggesting it offered minimal protection against mild disease from the South African Covid variant, though the developer said it still protects against severe disease.\n\nThe MG France doctors' association has since hit back at criticism of the AstraZeneca jab and the fact that many doses remain unused. The man in charge of France's vaccine rollout has also backed it, saying it has unfairly received a \"bad press\".\n\nAbout three million people have so far received at least one dose of a Covid-19 vaccine in France - against more than 20 million in the UK, which has roughly the same population.\n\nline\nChange of tone\nAnalysis box by Hugh Schofield, Paris correspondent\nIt is hard not to believe that there was some element of post-Brexit ill will motivating the initial French scepticism towards the AstraZeneca jab.\n\nBut it was noticeable how the remarks made by Mr Macron and Europe Minister Clément Beaune that casted doubt on the vaccine's effectiveness never found a receptive audience in the French medical profession.\n\nThat profession - which had no political axe to grind - said early on that the jab was a welcome addition to the mix. But the politicians set the tone. They must surely take some of the blame for the slow uptake of the vaccine since its launch in France last month.\n\nAstraZeneca has come to be seen by too many people here as an inferior vaccination. The French government, however, now seems bent on changing that perception and accelerating take-up.\n\nline\nFrance is still struggling to control increased infection rates in some areas, despite a continuing national night-time curfew.\n\nBars, restaurants and museums remain closed but the government wants to avoid another national lockdown, resorting instead to tighter measures in some localities such as the southern city of Nice.\n\nTravel to Germany from the French Moselle region has been restricted at the request of Germany which is concerned about the South African variant. Cross-border public transport is suspended, while drivers can cross but only with proof of a negative coronavirus test.\n\nWhat is the situation in Germany?\nGermany is also concerned that AstraZeneca jabs are going to waste and there are calls to widen the number of priority groups who can receive it. Only 240,000 of 1.45 million doses had been used by 23 February.\n\nOn Sunday, a senior German immunologist, Carsten Watzl, urged his country to change its mind and start allowing over-65s to receive the vaccine.\n\nGermany's vaccine commission is currently reviewing its recommendation and Chancellor Angela Merkel said last week that it was \"a vaccine that can be trusted\".\n\n\nmedia captionCovax vaccine plan: What is it and how will it work?\nVaccine roll-outs in many EU countries have been hit by delays.\n\nWhat Europeans have learned from a year of Covid\nWhat's the problem with the EU's vaccine programme?\nWhat do we know about the vaccine?\nBritain has been using the vaccine made by AstraZeneca, a UK-Swedish pharmaceutical firm, in its mass immunisation programme since December.\n\nUK health officials say it provides \"high levels of protection\" for all ages.\n\nCovid vaccines cut risk of serious illness by 80%\nNo one who received the Oxford vaccine in trials was admitted to hospital or became seriously ill due to Covid.\n\nThe vaccine is given via two injections to the arm, the second between 4 and 12 weeks after the first.\n\nline\nCovid vaccines graphic\n1px transparent line\nRelated Topics\nAstraZeneca\nCoronavirus pandemic\nFrance\nMore on this story\nGermany urged to back AstraZeneca jab for over-65s\nPublished3 days ago\nEU approves AstraZeneca vaccine amid supply row\nPublished29 January\nHow well does the Oxford vaccine work?\nPublished9 February\nTop Stories\nBiden: Enough vaccine for all in US by end of May\nThe US president also insists the \"fight is not over\", as some states move to relax Covid rules.\n\nPublished1 hour ago\nChinese study reveals Uighur 'assimilation' goal\nPublished14 hours ago\nAustralian cabinet minister denies rape allegation\nPublished2 hours ago\nFeatures\nChinese study reveals Uighur 'assimilation' goal\n",
      "img": "https://cdn.pixabay.com/photo/2021/02/24/09/51/magical-6046020_960_720.jpg",
      "id": 17
    },
    {
      "title": "Covid: France approves AstraZeneca vaccine for over-65s",
      "body": "Girls among the nearly 300 who were kidnapped from a school in north-western Nigeria have been describing their ordeal following their release. \"Most of us got injured,\" one of the schoolgirls told the BBC, adding that gunmen threatened to shoot them. The girls were abducted by unidentified assailants from their boarding school in Jangebe, Zamfara state, on Friday and taken to a forest, police said. The state's governor said on Tuesday that the 279 girls had been freed. Such kidnappings are carried out for ransom and are common in the north of the country. Why schoolchildren are being abducted in Nigeria On Tuesday, dozens of the girls were seen gathered at a government building in Zamfara after they were taken there in a fleet of mini-buses. Speaking to the BBC, one of the schoolgirls said that some of those kidnapped had found it difficult to continue walking when instructed to do so by the gunmen because of their injuries. \"They said they [would] shoot anybody who did not continue to walk,\" she said. \"We walked across a river and they hid us and let us sleep under shrubs in a forest.\" Another of the girls, aged 15, said that some of her classmates found it difficult \"walking in the stones and thorns\" and had to be carried. \"They started hitting us with guns so that we [would] move,\" she told Reuters news agency, adding: \"While they were beating them with guns, some of them were crying and moving at the same time.\"Girls among the nearly 300 who were kidnapped from a school in north-western Nigeria have been describing their ordeal following their release. \"Most of us got injured,\" one of the schoolgirls told the BBC, adding that gunmen threatened to shoot them. The girls were abducted by unidentified assailants from their boarding school in Jangebe, Zamfara state, on Friday and taken to a forest, police said. The state's governor said on Tuesday that the 279 girls had been freed. Such kidnappings are carried out for ransom and are common in the north of the country. Why schoolchildren are being abducted in Nigeria On Tuesday, dozens of the girls were seen gathered at a government building in Zamfara after they were taken there in a fleet of mini-buses. Speaking to the BBC, one of the schoolgirls said that some of those kidnapped had found it difficult to continue walking when instructed to do so by the gunmen because of their injuries. \"They said they [would] shoot anybody who did not continue to walk,\" she said. \"We walked across a river and they hid us and let us sleep under shrubs in a forest.\" Another of the girls, aged 15, said that some of her classmates found it difficult \"walking in the stones and thorns\" and had to be carried. \"They started hitting us with guns so that we [would] move,\" she told Reuters news agency, adding: \"While they were beating them with guns, some of them were crying and moving at the same time.\"Girls among the nearly 300 who were kidnapped from a school in north-western Nigeria have been describing their ordeal following their release. \"Most of us got injured,\" one of the schoolgirls told the BBC, adding that gunmen threatened to shoot them. The girls were abducted by unidentified assailants from their boarding school in Jangebe, Zamfara state, on Friday and taken to a forest, police said. The state's governor said on Tuesday that the 279 girls had been freed. Such kidnappings are carried out for ransom and are common in the north of the country. Why schoolchildren are being abducted in Nigeria On Tuesday, dozens of the girls were seen gathered at a government building in Zamfara after they were taken there in a fleet of mini-buses. Speaking to the BBC, one of the schoolgirls said that some of those kidnapped had found it difficult to continue walking when instructed to do so by the gunmen because of their injuries. \"They said they [would] shoot anybody who did not continue to walk,\" she said. \"We walked across a river and they hid us and let us sleep under shrubs in a forest.\" Another of the girls, aged 15, said that some of her classmates found it difficult \"walking in the stones and thorns\" and had to be carried. \"They started hitting us with guns so that we [would] move,\" she told Reuters news agency, adding: \"While they were beating them with guns, some of them were crying and moving at the same time.\"Girls among the nearly 300 who were kidnapped from a school in north-western Nigeria have been describing their ordeal following their release. \"Most of us got injured,\" one of the schoolgirls told the BBC, adding that gunmen threatened to shoot them. The girls were abducted by unidentified assailants from their boarding school in Jangebe, Zamfara state, on Friday and taken to a forest, police said. The state's governor said on Tuesday that the 279 girls had been freed. Such kidnappings are carried out for ransom and are common in the north of the country. Why schoolchildren are being abducted in Nigeria On Tuesday, dozens of the girls were seen gathered at a government building in Zamfara after they were taken there in a fleet of mini-buses. Speaking to the BBC, one of the schoolgirls said that some of those kidnapped had found it difficult to continue walking when instructed to do so by the gunmen because of their injuries. \"They said they [would] shoot anybody who did not continue to walk,\" she said. \"We walked across a river and they hid us and let us sleep under shrubs in a forest.\" Another of the girls, aged 15, said that some of her classmates found it difficult \"walking in the stones and thorns\" and had to be carried. \"They started hitting us with guns so that we [would] move,\" she told Reuters news agency, adding: \"While they were beating them with guns, some of them were crying and moving at the same time.\"Girls among the nearly 300 who were kidnapped from a school in north-western Nigeria have been describing their ordeal following their release. \"Most of us got injured,\" one of the schoolgirls told the BBC, adding that gunmen threatened to shoot them. The girls were abducted by unidentified assailants from their boarding school in Jangebe, Zamfara state, on Friday and taken to a forest, police said. The state's governor said on Tuesday that the 279 girls had been freed. Such kidnappings are carried out for ransom and are common in the north of the country. Why schoolchildren are being abducted in Nigeria On Tuesday, dozens of the girls were seen gathered at a government building in Zamfara after they were taken there in a fleet of mini-buses. Speaking to the BBC, one of the schoolgirls said that some of those kidnapped had found it difficult to continue walking when instructed to do so by the gunmen because of their injuries. \"They said they [would] shoot anybody who did not continue to walk,\" she said. \"We walked across a river and they hid us and let us sleep under shrubs in a forest.\" Another of the girls, aged 15, said that some of her classmates found it difficult \"walking in the stones and thorns\" and had to be carried. \"They started hitting us with guns so that we [would] move,\" she told Reuters news agency, adding: \"While they were beating them with guns, some of them were crying and moving at the same time.\"",
      "img": "https://cdn.pixabay.com/photo/2021/02/24/09/51/magical-6046020_960_720.jpg",
      "id": 20
    },
    {
      "title": "Myanmar coup: 'Everything will be OK' teenage protester mourned",
      "body": "Crowds gathered in Mandalay on Thursday for the funeral of a 19-year-old woman who was shot dead during Myanmar's anti-coup protests a day earlier.\n\nKyal Sin, known as Angel, was wearing a T-shirt with the phrase \"Everything will be OK\" when she died.\n\nTributes have flooded in on social media, with many calling her a \"hero\".\n\nSince the 1 February military coup, Myanmar has been gripped by protests demanding the release of detained elected leaders.\n\nMore than 54 people have died since the protests began, according to the UN Human Rights Office, although other reports put the figure much higher.\n\nUN High Commissioner for Human Rights Michelle Bachelet called on security forces to \"halt their vicious crackdown on peaceful protesters\".\nOn Thursday in Mandalay, people lined the route of Angel's funeral procession.\n\nMourners sang revolutionary songs and chanted anti-coup slogans, Reuters news agency reports.\n\nImages of the teenager wearing her \"Everything will be OK\" T-shirt at the protests had gone viral.\n\nAware of the dangers of taking part in the protests, she had written her blood type details on Facebook and requested that her body organs be donated in the event of her death.",
      "img": "https://cdn.pixabay.com/photo/2014/09/07/21/52/city-438393_960_720.jpg",
      "id": 21
    },
    {
      "title": "Mariah Carey's brother sues over emotional distress caused by her memoir",
      "body": "Mariah Carey's older brother is suing the star for defamation and emotional distress caused by her recent memoir, The Meaning Of Mariah Carey.\n\nMorgan Carey, who is seeking unspecified damages, says the book falsely suggests he was violent.\n\nAs a result he has suffered \"extreme mental anguish\" and \"serious damage to his reputation\", his legal case says.\n\nThe papers have been filed a month after Mariah's sister sued her for $1.25m (£900,000) over the memoir.\n\nAlison Carey said passages claiming that she gave Valium to 12-year-old Mariah, tried to pimp her out and threw boiling tea on her were \"outrageous\" and meant to \"humiliate and embarrass\" her.\n\nShe denied the claims, saying the singer had \"presented no evidence to substantiate these serious allegations\".\n\nMariah Carey's memoir: Six key revelations\nMariah Carey sued by sister over 'vindictive' book\nMariah's Christmas anthem finally tops the charts\nMariah's autobiography was published last September and topped The New York Times' non-fiction best-seller list in October.\n\nIt contains many revelations about her life, including her difficult, dysfunctional upbringing, the racism she encountered as a child, and allegations that her first marriage to record executive Tommy Mottola was abusive.\n\n",
      "img": "https://cdn.pixabay.com/photo/2015/03/17/14/05/sparkler-677774_960_720.jpg",
      "id": 22
    },
    {
      "title": "Girl In Red: 'I'm a genre-free artist. Open to everything'",
      "body": "\"I'm having the worst period of artistic doubt right now,\" declares Norwegian singer-songwriter Girl In Red.\n\nThe 22-year-old has just received the test pressing of her debut album, If I Could Make It Go Quiet, and she's finding it hard to play it without hearing things she'd like to change.\n\n\"It's been really hard to let it all go,\" she says. \"At some points I've been like, 'This is the best thing I've ever made!' But the longer I wait for it to come out, the more nervous I get. I'm like, 'Is it really good enough?'\"\n\nThankfully, her seven million Spotify fans can relax. Based on the new songs she plays the BBC, the album is an early highlight of 2021: spiky, candid, and packed with indie-pop bangers.\n\nThe stand-out is Serotonin, which was crowned Annie Mac's \"Hottest Record In The World\" on BBC Radio 1 on Wednesday.\n\n'I've had intrusive thoughts for 10 years'\nOn the surface, it's a snappy, upbeat pop anthem - but the lyrics plunder the gruesome, unwanted images that haunted her during adolescence.\n\n\"I get intrusive thoughts like burning my hair off / Like hurting somebody I love... So scared I 'm going to end up doing something stupid.\"\n\nYou can hear the panic rising in her voice, as distorted drums and disembodied voices emphasise the terror. Then the chorus sweeps in like serotonin itself, allowing her brain's \"chemical imbalance\" to stabilise.\n\nLyrically and melodically, it draws on her own experiences.\n\n\"I've had intrusive thoughts for quite some time, probably for the past 10 years: Thinking I'm going jump out of a window, thinking I'm going to jump in front of the train. It's really intense and you feel like you have to fight with yourself like to not do it.\n\n\"Like, I don't want to jump in front of trains. I want to be alive but if I'm at a train station and I see that yellow [safety] line, it's like, 'Oh my God.'\n\n\"I feel like I need to hold myself and go away and lean against the wall to be sure that I'm not going to do anything crazy.\"\nGuitar struggles\nPeople who fell in love with the lo-fi, home-brew aesthetic of Ulven's early songs will notice a big difference in Serotonin. It's more vibrant, more ambitious, more direct without losing the intimate emotional insight of her previous work.\n\nSome of the credit goes to Billie Eilish's brother Finneas O'Connell, who helped sculpt the song's fractured soundscape after meeting Ulven backstage at a festival in 2019. \"Serotonin is one of the coolest songs I've ever heard and I am thrilled that I got to be a part of it,\" says the Grammy-winning producer.\n\nBut even without him, Ulven's music has outgrown its bedroom pop origins.\n\nOn the echo-drenched, guitar-driven I'll Call You Mine, she sings a yearning tale of summer romance; while the trenchant Did You Come is a brutal takedown of a cheating partner.\n\n\"I'm not upset / I'm [expletive] pissed,\" she spits. \"I spelled it out / You're illiterate.\"\n\n\"That's my favourite line!\" she says. \"I wrote it in the beginning of the first lockdown in Norway, when I was just walking on the beach.\n\n\"It's just a really rude song about someone who screwed you over.\"\n\nThe transformation in her songwriting is striking - but Ulven explains it away with a shrug of the shoulders. \"All of the music that's been out previously, that's like two years old. This is just sort of where I'm at right now.\"\n\n",
      "img": "https://cdn.pixabay.com/photo/2021/02/18/12/03/people-6027028_960_720.jpg",
      "id": 23
    },
    {
      "title": "Kotki!!!!",
      "body": "Przodkiem kota domowego jest kot nubijski – według poglądów większości współczesnych naukowców różnice pomiędzy kotem domowym i nubijskim są tak niewielkie, że należą one do tego samego podgatunku. Istnieją rozbieżności w kwestii daty udomowienia kota. Większość źródeł sugeruje lata 4000 – 3700 p.n.e., a miejscem, w którym miało do tego dojść, była Nubia. Istnieją jednak dowody (grób mężczyzny z kotem[7] z Cypru sprzed ok. 7500 r. p.n.e.), że domestykacja kota zaczęła się znacznie wcześniej i trwała kilka tysięcy lat, a jej miejscem był obszar Żyznego Półksiężyca. Już ok. 2000 r. p.n.e. kot był pospolicie hodowany w starożytnym Egipcie, gdzie był zwierzęciem świętym, utożsamianym z boginią Bastet, a zwłoki kotów mumifikowano. Również Germanie kojarzyli go ze swoją boginią płodności Freją, która jeździła powozem zaprzężonym w te zwierzęta. Później zaczęto wykorzystywać go do tępienia gryzoni. Od momentu swego udomowienia kot stał się bohaterem licznych baśni i mitów.\n\nWyhodowano wiele ras kota domowego, różniących się ubarwieniem, wielkością i długością włosów; współczesne wzorce niektórych starszych ras znacznie odbiegają od ich wcześniejszych cech (jak w przypadku kotów perskich czy syjamskich). Znaczna liczba kotów domowych żyje samodzielnie w miastach (w Polsce są to tzw. koty piwniczne lub dachowce).",
      "img": "https://cdn.pixabay.com/photo/2015/11/16/14/43/cat-1045782_960_720.jpg",
      "id": 39
    },
    {
      "title": "Kotki Rude!!!!",
      "body": "<3 <3 <3 <3\nPrzodkiem kota domowego jest kot nubijski – według poglądów większości współczesnych naukowców różnice pomiędzy kotem domowym i nubijskim są tak niewielkie, że należą one do tego samego podgatunku. Istnieją rozbieżności w kwestii daty udomowienia kota. Większość źródeł sugeruje lata 4000 – 3700 p.n.e., a miejscem, w którym miało do tego dojść, była Nubia. Istnieją jednak dowody (grób mężczyzny z kotem[7] z Cypru sprzed ok. 7500 r. p.n.e.), że domestykacja kota zaczęła się znacznie wcześniej i trwała kilka tysięcy lat, a jej miejscem był obszar Żyznego Półksiężyca. Już ok. 2000 r. p.n.e. kot był pospolicie hodowany w starożytnym Egipcie, gdzie był zwierzęciem świętym, utożsamianym z boginią Bastet, a zwłoki kotów mumifikowano. Również Germanie kojarzyli go ze swoją boginią płodności Freją, która jeździła powozem zaprzężonym w te zwierzęta. Później zaczęto wykorzystywać go do tępienia gryzoni. Od momentu swego udomowienia kot stał się bohaterem licznych baśni i mitów.\n\nWyhodowano wiele ras kota domowego, różniących się ubarwieniem, wielkością i długością włosów; współczesne wzorce niektórych starszych ras znacznie odbiegają od ich wcześniejszych cech (jak w przypadku kotów perskich czy syjamskich). Znaczna liczba kotów domowych żyje samodzielnie w miastach (w Polsce są to tzw. koty piwniczne lub dachowce).\n<3 <3 <3 <3\n",
      "img": "https://cdn.pixabay.com/photo/2014/04/13/20/49/cat-323262_960_720.jpg",
      "id": 41
    },
    {
      "title": "Flamingi. Piękne ptaki które żyją na rozlewiskach wulkanicznych!",
      "body": "Lorem ipsum, dolor sit amet consectetur adipisicing elit. A aut vel iure natus enim impedit corrupti inventore cum maxime. Facilis nobis ipsa eum voluptatibus, eius, quisquam cupiditate odio omnis laboriosam fugit reiciendis earum iure magni dicta, placeat rerum optio quae sunt consequatur ipsam excepturi? Sed quam voluptatum doloribus cupiditate ea fugit necessitatibus recusandae ipsa rerum corporis, eveniet dolorum, reiciendis incidunt commodi expedita, ullam soluta eaque dolor animi praesentium voluptatem voluptates. Consequuntur delectus repellat aspernatur quibusdam nisi officia quaerat dolore velit excepturi facere sequi, fugit qui ducimus similique, et nulla nemo culpa minima voluptatibus natus? Itaque quae perspiciatis ut quo veritatis?",
      "img": "https://cdn.pixabay.com/photo/2021/02/01/16/22/flamingo-5971206_960_720.jpg",
      "id": 42
    },
    {
      "title": "!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!",
      "body": "????????????????????????????\n3 ******************************Przodkiem kota domowego jest kot nubijski – według poglądów większości współczesnych naukowców różnice pomiędzy kotem domowym i nubijskim są tak niewielkie, że należą one do tego samego podgatunku. Istnieją rozbieżności w kwestii daty udomowienia kota. Większość źródeł sugeruje lata 4000 – 3700 p.n.e., a miejscem, w którym miało do tego dojść, była Nubia. Istnieją jednak dowody (grób mężczyzny z kotem[7] z Cypru sprzed ok. 7500 r. p.n.e.), że domestykacja kota zaczęła się znacznie wcześniej i trwała kilka tysięcy lat, a jej miejscem był obszar Żyznego Półksiężyca. Już ok. 2000 r. p.n.e. kot był pospolicie hodowany w starożytnym Egipcie, gdzie był zwierzęciem świętym, utożsamianym z boginią Bastet, a zwłoki kotów mumifikowano. Również Germanie kojarzyli go ze swoją boginią płodności Freją, która jeździła powozem zaprzężonym w te zwierzęta. Później zaczęto wykorzystywać go do tępienia gryzoni. Od momentu swego udomowienia kot stał się bohaterem licznych baśni i mitów.\n\nWyhodowano wiele ras kota domowego, różniących się ubarwieniem, wielkością i długością włosów; współczesne wzorce niektórych starszych ras znacznie odbiegają od ich wcześniejszych cech (jak w przypadku kotów perskich czy syjamskich). Znaczna liczba kotów domowych żyje samodzielnie w miastach (w Polsce są to tzw. koty piwniczne lub dachowce).\n<3 <3 <3 <3\n",
      "img": "https://cdn.pixabay.com/photo/2014/04/13/20/49/cat-323262_960_720.jpg",
      "id": 46
    },
    {
      "title": "Kociak",
      "body": "Przodkiem kota domowego jest kot nubijski – według poglądów większości współczesnych naukowców różnice pomiędzy kotem domowym i nubijskim są tak niewielkie, że należą one do tego samego podgatunku. Istnieją rozbieżności w kwestii daty udomowienia kota. Większość źródeł sugeruje lata 4000 – 3700 p.n.e., a miejscem, w którym miało do tego dojść, była Nubia. Istnieją jednak dowody (grób mężczyzny z kotem[7] z Cypru sprzed ok. 7500 r. p.n.e.), że domestykacja kota zaczęła się znacznie wcześniej i trwała kilka tysięcy lat, a jej miejscem był obszar Żyznego Półksiężyca. Już ok. 2000 r. p.n.e. kot był pospolicie hodowany w starożytnym Egipcie, gdzie był zwierzęciem świętym, utożsamianym z boginią Bastet, a zwłoki kotów mumifikowano. Również Germanie kojarzyli go ze swoją boginią płodności Freją, która jeździła powozem zaprzężonym w te zwierzęta. Później zaczęto wykorzystywać go do tępienia gryzoni. Od momentu swego udomowienia kot stał się bohaterem licznych baśni i mitów.\n\nWyhodowano wiele ras kota domowego, różniących się ubarwieniem, wielkością i długością włosów; współczesne wzorce niektórych starszych ras znacznie odbiegają od ich wcześniejszych cech (jak w przypadku kotów perskich czy syjamskich). Znaczna liczba kotów domowych żyje samodzielnie w miastach (w Polsce są to tzw. koty piwniczne lub dachowce).\n",
      "img": "https://cdn.pixabay.com/photo/2014/11/30/14/11/cat-551554_960_720.jpg",
      "id": 48
    },
    {
      "title": "Covid: France approves AstraZeneca vaccine for over-65s",
      "body": "test",
      "img": "https://cdn.pixabay.com/photo/2013/07/12/17/47/test-pattern-152459_960_720.png",
      "id": 52
    },
    {
      "title": "ELO MORDO",
      "body": "dsfsadfasdf",
      "img": "https://cdn.pixabay.com/photo/2013/07/12/17/47/test-pattern-152459_960_720.png",
      "id": 53
    }
  ]
}