{
  "articles": [
    {
      "title": "Alexei Navalny: US imposes sanctions on Russians",
      "body": "The US has imposed sanctions on senior Russian officials over the poisoning of opposition leader Alexei Navalny.\n\nThe measures, which target Russia's top spy and six others, are being co-ordinated with similar moves by the European Union.\n\nUS officials said intelligence had concluded that the Moscow government was behind the near-fatal nerve agent attack on Navalny last year.\n\nHe is the most high-profile critic of President Vladimir Putin.\n\nMoscow denies involvement in his poisoning and disputes the conclusion, by Western weapons experts, that Navalny was poisoned with a Novichok agent during a flight in Siberia.\n\nThe term Novichok - \"newcomer\" in Russian - applies to a group of nerve agents developed in a lab by the Soviet Union during the Cold War. They paralyse muscles and can lead to death by asphyxiation.\n\nAlexei Navalny: Russia's vociferous Putin critic\nThe women fighting for Navalny against corruption.\n\nWhat measures has the US taken?\nSanctions are being imposed on seven senior Russian officials and 14 entities involved in chemical and biological production, administration officials said.\n\n\"Russia's attempt to kill Mr Navalny follows an alarming pattern of chemical weapons use by Russia,\" one official said.\n\nNovichok was used in a 2018 attack in the English city of Salisbury against a Russian exiled double-agent and his daughter.\n\nUnder the sanctions, the assets of the officials in the US are frozen.\n\nThose targeted include Alexander Bortnikov, who heads the FSB, Russia's main intelligence agency, as well as deputy Defence Ministers Alexei Krivoruchko and Pavel Popov.\n\nThe sanctions are the first imposed on Russia by the administration of President Joe Biden. He has taken a tougher stance than his predecessor Donald Trump towards President Putin.\n\nAfter phoning his Russian counterpart last month, Mr Biden said he had made it clear the days of the US \"rolling over in the face of Russia's aggressive actions, interfering with our elections, cyber-attacks, poisoning citizens are over\".\n\nWhat about the European Union?\nIn a co-ordinated move, the EU announced on Tuesday that it had targeted four Russian government officials.\n\nThey are Alexandr Kalashnikov, the head of the Russian prison system, Alexandr Bastrykin, chairman of the Investigative Committee, Chief Prosecutor Igor Krasnov, and Viktor Zolotov, who heads of the National Guard.\n\nThe sanctions include travel bans and asset freezes.\n",
      "img": "https://cdn.pixabay.com/photo/2021/02/15/13/04/couple-6017739_960_720.jpg",
      "id": 6
    },
    {
      "title": "Nigeria school abduction: Hundreds of girls released by gunmen",
      "body": "Girls among the nearly 300 who were kidnapped from a school in north-western Nigeria have been describing their ordeal following their release.\n\n\"Most of us got injured,\" one of the schoolgirls told the BBC, adding that gunmen threatened to shoot them.\n\nThe girls were abducted by unidentified assailants from their boarding school in Jangebe, Zamfara state, on Friday and taken to a forest, police said.\n\nThe state's governor said on Tuesday that the 279 girls had been freed.\n\nSuch kidnappings are carried out for ransom and are common in the north of the country.\n\nWhy schoolchildren are being abducted in Nigeria\nOn Tuesday, dozens of the girls were seen gathered at a government building in Zamfara after they were taken there in a fleet of mini-buses.\n\nSpeaking to the BBC, one of the schoolgirls said that some of those kidnapped had found it difficult to continue walking when instructed to do so by the gunmen because of their injuries.\n\n\"They said they [would] shoot anybody who did not continue to walk,\" she said. \"We walked across a river and they hid us and let us sleep under shrubs in a forest.\"\n\nAnother of the girls, aged 15, said that some of her classmates found it difficult \"walking in the stones and thorns\" and had to be carried.\n\n\"They started hitting us with guns so that we [would] move,\" she told Reuters news agency, adding: \"While they were beating them with guns, some of them were crying and moving at the same time.\"",
      "img": "https://cdn.pixabay.com/photo/2021/02/08/07/51/fishermen-5994018_960_720.jpg",
      "id": 7
    },
    {
      "title": "Covid: France approves AstraZeneca vaccine for over-65s",
      "body": "The French government says older people with pre-existing conditions can now get AstraZeneca's Covid-19 vaccine, revising its stance on the issue.\n\n\"People affected by co-morbidities can be vaccinated with AstraZeneca, including those aged between 65 and 74,\" the health minister said.\n\nLast month France approved use of the vaccine for under-65s only, citing lack of data for older people.\n\nSince then studies have shown the jab is highly effective among the elderly.\n\nWhat's behind France's about turn\nHow effective is the Oxford vaccine?\nWhat's the problem with the EU's vaccine programme?\nFact-checking President Macron's vaccine claim\nThe Oxford-AstraZeneca vaccine is widely used across the UK, but several EU countries are still limiting it to the under-65s, including Germany.\n\nThe EU drugs regulator has approved it for all adults, but it is up to each member to set its own roll-out policy.\n\nIn a further development, Canada's immunisation commission on Monday advised against giving the AstraZeneca vaccine to over-65s, saying clinical trial data for that age group was too limited.",
      "img": "https://cdn.pixabay.com/photo/2020/03/03/12/15/mask-4898571_960_720.jpg",
      "id": 10
    },
    {
      "title": "Covid: France approves AstraZeneca vaccine for over-65s",
      "body": "I am probably missing something simple but it's quite annoying when everything you read doesn't work. I have images which may be duplicated many times over the course of a dynamically generated page. So the obvious thing to do is to preload it and use that one variable as the source all the time.",
      "img": "https://cdn.pixabay.com/photo/2020/03/03/12/15/mask-4898571_960_720.jpg",
      "id": 13
    },
    {
      "title": "Covid: France approves AstraZeneca vaccine for over-65s",
      "body": "I am probably missing something simple but it's quite annoying when everything you read doesn't work. I have images which may be duplicated many times over the course of a dynamically generated page. So the obvious thing to do is to preload it and use that one variable as the source all the time.I am probably missing something simple but it's quite annoying when everything you read doesn't work. I have images which may be duplicated many times over the course of a dynamically generated page. So the obvious thing to do is to preload it and use that one variable as the source all the time.I am probably missing something simple but it's quite annoying when everything you read doesn't work. I have images which may be duplicated many times over the course of a dynamically generated page. So the obvious thing to do is to preload it and use that one variable as the source all the time.I am probably missing something simple but it's quite annoying when everything you read doesn't work. I have images which may be duplicated many times over the course of a dynamically generated page. So the obvious thing to do is to preload it and use that one variable as the source all the time.I am probably missing something simple but it's quite annoying when everything you read doesn't work. I have images which may be duplicated many times over the course of a dynamically generated page. So the obvious thing to do is to preload it and use that one variable as the source all the time.I am probably missing something simple but it's quite annoying when everything you read doesn't work. I have images which may be duplicated many times over the course of a dynamically generated page. So the obvious thing to do is to preload it and use that one variable as the source all the time.I am probably missing something simple but it's quite annoying when everything you read doesn't work. I have images which may be duplicated many times over the course of a dynamically generated page. So the obvious thing to do is to preload it and use that one variable as the source all the time.I am probably missing something simple but it's quite annoying when everything you read doesn't work. I have images which may be duplicated many times over the course of a dynamically generated page. So the obvious thing to do is to preload it and use that one variable as the source all the time.I am probably missing something simple but it's quite annoying when everything you read doesn't work. I have images which may be duplicated many times over the course of a dynamically generated page. So the obvious thing to do is to preload it and use that one variable as the source all the time.I am probably missing something simple but it's quite annoying when everything you read doesn't work. I have images which may be duplicated many times over the course of a dynamically generated page. So the obvious thing to do is to preload it and use that one variable as the source all the time.",
      "img": "https://cdn.pixabay.com/photo/2021/02/24/09/51/magical-6046020_960_720.jpg",
      "id": 14
    },
    {
      "title": "Covid: France approves AstraZeneca vaccine for over-65s",
      "body": "The French government says older people with pre-existing conditions can now get AstraZeneca's Covid-19 vaccine, revising its stance on the issue.\n\n\"People affected by co-morbidities can be vaccinated with AstraZeneca, including those aged between 65 and 74,\" the health minister said.\n\nLast month France approved use of the vaccine for under-65s only, citing lack of data for older people.\n\nSince then studies have shown the jab is highly effective among the elderly.\n\nWhat's behind France's about turn\nHow effective is the Oxford vaccine?\nWhat's the problem with the EU's vaccine programme?\nFact-checking President Macron's vaccine claim\nThe Oxford-AstraZeneca vaccine is widely used across the UK, but several EU countries are still limiting it to the under-65s, including Germany.\n\nThe EU drugs regulator has approved it for all adults, but it is up to each member to set its own roll-out policy.\n\nIn a further development, Canada's immunisation commission on Monday advised against giving the AstraZeneca vaccine to over-65s, saying clinical trial data for that age group was too limited.\n\nWhat are the French saying?\nSpeaking on television, French Health Minister Olivier Véran said people with pre-existing conditions - such as high blood pressure or diabetes - could get the Oxford-AstraZeneca vaccine from GP surgeries, hospitals and \"within days\" from pharmacies.\n\nThe policy would apply to those over 50, including those aged 65 to 75, he said.\n\nThose aged over 75 will still be offered either Pfizer or Moderna jabs in a vaccination centre, he added.\n\nA health worker prepares to inject a first dose of a Oxford-AstraZeneca COVID-19 vaccine shot at a Covid-19 vaccination center in Rabat, Morocco\nIMAGE COPYRIGHTEPA\nimage captionStudies have shown the AstraZeneca vaccine to be safe and effective\nIn January French President Emmanuel Macron said the AstraZeneca vaccine was \"quasi-ineffective\" for older age groups - a claim strongly rejected at the time by the UK officials and scientists.\n\nBut after a European Council meeting on Friday, he said: \"If this is the vaccine I'm offered, obviously I would take it.\"\n\nAs more data has emerged, French health officials have tried to convince people that it is just as safe and effective as other Covid-19 vaccines.\n\nJust 273,000 AstraZeneca doses have been administered in France out of 1.7 million received by the end of February, health ministry figures show.\n\nSome French doctors had spurned the vaccine, citing initial side-effects in some people and trial data suggesting it offered minimal protection against mild disease from the South African Covid variant, though the developer said it still protects against severe disease.\n\nThe MG France doctors' association has since hit back at criticism of the AstraZeneca jab and the fact that many doses remain unused. The man in charge of France's vaccine rollout has also backed it, saying it has unfairly received a \"bad press\".\n\nAbout three million people have so far received at least one dose of a Covid-19 vaccine in France - against more than 20 million in the UK, which has roughly the same population.\n\nline\nChange of tone\nAnalysis box by Hugh Schofield, Paris correspondent\nIt is hard not to believe that there was some element of post-Brexit ill will motivating the initial French scepticism towards the AstraZeneca jab.\n\nBut it was noticeable how the remarks made by Mr Macron and Europe Minister Clément Beaune that casted doubt on the vaccine's effectiveness never found a receptive audience in the French medical profession.\n\nThat profession - which had no political axe to grind - said early on that the jab was a welcome addition to the mix. But the politicians set the tone. They must surely take some of the blame for the slow uptake of the vaccine since its launch in France last month.\n\nAstraZeneca has come to be seen by too many people here as an inferior vaccination. The French government, however, now seems bent on changing that perception and accelerating take-up.\n\nline\nFrance is still struggling to control increased infection rates in some areas, despite a continuing national night-time curfew.\n\nBars, restaurants and museums remain closed but the government wants to avoid another national lockdown, resorting instead to tighter measures in some localities such as the southern city of Nice.\n\nTravel to Germany from the French Moselle region has been restricted at the request of Germany which is concerned about the South African variant. Cross-border public transport is suspended, while drivers can cross but only with proof of a negative coronavirus test.\n\nWhat is the situation in Germany?\nGermany is also concerned that AstraZeneca jabs are going to waste and there are calls to widen the number of priority groups who can receive it. Only 240,000 of 1.45 million doses had been used by 23 February.\n\nOn Sunday, a senior German immunologist, Carsten Watzl, urged his country to change its mind and start allowing over-65s to receive the vaccine.\n\nGermany's vaccine commission is currently reviewing its recommendation and Chancellor Angela Merkel said last week that it was \"a vaccine that can be trusted\".\n\n\nmedia captionCovax vaccine plan: What is it and how will it work?\nVaccine roll-outs in many EU countries have been hit by delays.\n\nWhat Europeans have learned from a year of Covid\nWhat's the problem with the EU's vaccine programme?\nWhat do we know about the vaccine?\nBritain has been using the vaccine made by AstraZeneca, a UK-Swedish pharmaceutical firm, in its mass immunisation programme since December.\n\nUK health officials say it provides \"high levels of protection\" for all ages.\n\nCovid vaccines cut risk of serious illness by 80%\nNo one who received the Oxford vaccine in trials was admitted to hospital or became seriously ill due to Covid.\n\nThe vaccine is given via two injections to the arm, the second between 4 and 12 weeks after the first.\n\nline\nCovid vaccines graphic\n1px transparent line\nRelated Topics\nAstraZeneca\nCoronavirus pandemic\nFrance\nMore on this story\nGermany urged to back AstraZeneca jab for over-65s\nPublished3 days ago\nEU approves AstraZeneca vaccine amid supply row\nPublished29 January\nHow well does the Oxford vaccine work?\nPublished9 February\nTop Stories\nBiden: Enough vaccine for all in US by end of May\nThe US president also insists the \"fight is not over\", as some states move to relax Covid rules.\n\nPublished1 hour ago\nChinese study reveals Uighur 'assimilation' goal\nPublished14 hours ago\nAustralian cabinet minister denies rape allegation\nPublished2 hours ago\nFeatures\nChinese study reveals Uighur 'assimilation' goal\n",
      "img": "https://cdn.pixabay.com/photo/2021/02/24/09/51/magical-6046020_960_720.jpg",
      "id": 15
    },
    {
      "title": "Covid: France approves AstraZeneca vaccine for over-65s",
      "body": "The French government says older people with pre-existing conditions can now get AstraZeneca's Covid-19 vaccine, revising its stance on the issue.\n\n\"People affected by co-morbidities can be vaccinated with AstraZeneca, including those aged between 65 and 74,\" the health minister said.\n\nLast month France approved use of the vaccine for under-65s only, citing lack of data for older people.\n\nSince then studies have shown the jab is highly effective among the elderly.\n\nWhat's behind France's about turn\nHow effective is the Oxford vaccine?\nWhat's the problem with the EU's vaccine programme?\nFact-checking President Macron's vaccine claim\nThe Oxford-AstraZeneca vaccine is widely used across the UK, but several EU countries are still limiting it to the under-65s, including Germany.\n\nThe EU drugs regulator has approved it for all adults, but it is up to each member to set its own roll-out policy.\n\nIn a further development, Canada's immunisation commission on Monday advised against giving the AstraZeneca vaccine to over-65s, saying clinical trial data for that age group was too limited.\n\nWhat are the French saying?\nSpeaking on television, French Health Minister Olivier Véran said people with pre-existing conditions - such as high blood pressure or diabetes - could get the Oxford-AstraZeneca vaccine from GP surgeries, hospitals and \"within days\" from pharmacies.\n\nThe policy would apply to those over 50, including those aged 65 to 75, he said.\n\nThose aged over 75 will still be offered either Pfizer or Moderna jabs in a vaccination centre, he added.\n\nA health worker prepares to inject a first dose of a Oxford-AstraZeneca COVID-19 vaccine shot at a Covid-19 vaccination center in Rabat, Morocco\nIMAGE COPYRIGHTEPA\nimage captionStudies have shown the AstraZeneca vaccine to be safe and effective\nIn January French President Emmanuel Macron said the AstraZeneca vaccine was \"quasi-ineffective\" for older age groups - a claim strongly rejected at the time by the UK officials and scientists.\n\nBut after a European Council meeting on Friday, he said: \"If this is the vaccine I'm offered, obviously I would take it.\"\n\nAs more data has emerged, French health officials have tried to convince people that it is just as safe and effective as other Covid-19 vaccines.\n\nJust 273,000 AstraZeneca doses have been administered in France out of 1.7 million received by the end of February, health ministry figures show.\n\nSome French doctors had spurned the vaccine, citing initial side-effects in some people and trial data suggesting it offered minimal protection against mild disease from the South African Covid variant, though the developer said it still protects against severe disease.\n\nThe MG France doctors' association has since hit back at criticism of the AstraZeneca jab and the fact that many doses remain unused. The man in charge of France's vaccine rollout has also backed it, saying it has unfairly received a \"bad press\".\n\nAbout three million people have so far received at least one dose of a Covid-19 vaccine in France - against more than 20 million in the UK, which has roughly the same population.\n\nline\nChange of tone\nAnalysis box by Hugh Schofield, Paris correspondent\nIt is hard not to believe that there was some element of post-Brexit ill will motivating the initial French scepticism towards the AstraZeneca jab.\n\nBut it was noticeable how the remarks made by Mr Macron and Europe Minister Clément Beaune that casted doubt on the vaccine's effectiveness never found a receptive audience in the French medical profession.\n\nThat profession - which had no political axe to grind - said early on that the jab was a welcome addition to the mix. But the politicians set the tone. They must surely take some of the blame for the slow uptake of the vaccine since its launch in France last month.\n\nAstraZeneca has come to be seen by too many people here as an inferior vaccination. The French government, however, now seems bent on changing that perception and accelerating take-up.\n\nline\nFrance is still struggling to control increased infection rates in some areas, despite a continuing national night-time curfew.\n\nBars, restaurants and museums remain closed but the government wants to avoid another national lockdown, resorting instead to tighter measures in some localities such as the southern city of Nice.\n\nTravel to Germany from the French Moselle region has been restricted at the request of Germany which is concerned about the South African variant. Cross-border public transport is suspended, while drivers can cross but only with proof of a negative coronavirus test.\n\nWhat is the situation in Germany?\nGermany is also concerned that AstraZeneca jabs are going to waste and there are calls to widen the number of priority groups who can receive it. Only 240,000 of 1.45 million doses had been used by 23 February.\n\nOn Sunday, a senior German immunologist, Carsten Watzl, urged his country to change its mind and start allowing over-65s to receive the vaccine.\n\nGermany's vaccine commission is currently reviewing its recommendation and Chancellor Angela Merkel said last week that it was \"a vaccine that can be trusted\".\n\n\nmedia captionCovax vaccine plan: What is it and how will it work?\nVaccine roll-outs in many EU countries have been hit by delays.\n\nWhat Europeans have learned from a year of Covid\nWhat's the problem with the EU's vaccine programme?\nWhat do we know about the vaccine?\nBritain has been using the vaccine made by AstraZeneca, a UK-Swedish pharmaceutical firm, in its mass immunisation programme since December.\n\nUK health officials say it provides \"high levels of protection\" for all ages.\n\nCovid vaccines cut risk of serious illness by 80%\nNo one who received the Oxford vaccine in trials was admitted to hospital or became seriously ill due to Covid.\n\nThe vaccine is given via two injections to the arm, the second between 4 and 12 weeks after the first.\n\nline\nCovid vaccines graphic\n1px transparent line\nRelated Topics\nAstraZeneca\nCoronavirus pandemic\nFrance\nMore on this story\nGermany urged to back AstraZeneca jab for over-65s\nPublished3 days ago\nEU approves AstraZeneca vaccine amid supply row\nPublished29 January\nHow well does the Oxford vaccine work?\nPublished9 February\nTop Stories\nBiden: Enough vaccine for all in US by end of May\nThe US president also insists the \"fight is not over\", as some states move to relax Covid rules.\n\nPublished1 hour ago\nChinese study reveals Uighur 'assimilation' goal\nPublished14 hours ago\nAustralian cabinet minister denies rape allegation\nPublished2 hours ago\nFeatures\nChinese study reveals Uighur 'assimilation' goal\n",
      "img": "https://cdn.pixabay.com/photo/2021/02/24/09/51/magical-6046020_960_720.jpg",
      "id": 16
    },
    {
      "title": "Covid: France approves AstraZeneca vaccine for over-65s",
      "body": "The French government says older people with pre-existing conditions can now get AstraZeneca's Covid-19 vaccine, revising its stance on the issue.\n\n\"People affected by co-morbidities can be vaccinated with AstraZeneca, including those aged between 65 and 74,\" the health minister said.\n\nLast month France approved use of the vaccine for under-65s only, citing lack of data for older people.\n\nSince then studies have shown the jab is highly effective among the elderly.\n\nWhat's behind France's about turn\nHow effective is the Oxford vaccine?\nWhat's the problem with the EU's vaccine programme?\nFact-checking President Macron's vaccine claim\nThe Oxford-AstraZeneca vaccine is widely used across the UK, but several EU countries are still limiting it to the under-65s, including Germany.\n\nThe EU drugs regulator has approved it for all adults, but it is up to each member to set its own roll-out policy.\n\nIn a further development, Canada's immunisation commission on Monday advised against giving the AstraZeneca vaccine to over-65s, saying clinical trial data for that age group was too limited.\n\nWhat are the French saying?\nSpeaking on television, French Health Minister Olivier Véran said people with pre-existing conditions - such as high blood pressure or diabetes - could get the Oxford-AstraZeneca vaccine from GP surgeries, hospitals and \"within days\" from pharmacies.\n\nThe policy would apply to those over 50, including those aged 65 to 75, he said.\n\nThose aged over 75 will still be offered either Pfizer or Moderna jabs in a vaccination centre, he added.\n\nA health worker prepares to inject a first dose of a Oxford-AstraZeneca COVID-19 vaccine shot at a Covid-19 vaccination center in Rabat, Morocco\nIMAGE COPYRIGHTEPA\nimage captionStudies have shown the AstraZeneca vaccine to be safe and effective\nIn January French President Emmanuel Macron said the AstraZeneca vaccine was \"quasi-ineffective\" for older age groups - a claim strongly rejected at the time by the UK officials and scientists.\n\nBut after a European Council meeting on Friday, he said: \"If this is the vaccine I'm offered, obviously I would take it.\"\n\nAs more data has emerged, French health officials have tried to convince people that it is just as safe and effective as other Covid-19 vaccines.\n\nJust 273,000 AstraZeneca doses have been administered in France out of 1.7 million received by the end of February, health ministry figures show.\n\nSome French doctors had spurned the vaccine, citing initial side-effects in some people and trial data suggesting it offered minimal protection against mild disease from the South African Covid variant, though the developer said it still protects against severe disease.\n\nThe MG France doctors' association has since hit back at criticism of the AstraZeneca jab and the fact that many doses remain unused. The man in charge of France's vaccine rollout has also backed it, saying it has unfairly received a \"bad press\".\n\nAbout three million people have so far received at least one dose of a Covid-19 vaccine in France - against more than 20 million in the UK, which has roughly the same population.\n\nline\nChange of tone\nAnalysis box by Hugh Schofield, Paris correspondent\nIt is hard not to believe that there was some element of post-Brexit ill will motivating the initial French scepticism towards the AstraZeneca jab.\n\nBut it was noticeable how the remarks made by Mr Macron and Europe Minister Clément Beaune that casted doubt on the vaccine's effectiveness never found a receptive audience in the French medical profession.\n\nThat profession - which had no political axe to grind - said early on that the jab was a welcome addition to the mix. But the politicians set the tone. They must surely take some of the blame for the slow uptake of the vaccine since its launch in France last month.\n\nAstraZeneca has come to be seen by too many people here as an inferior vaccination. The French government, however, now seems bent on changing that perception and accelerating take-up.\n\nline\nFrance is still struggling to control increased infection rates in some areas, despite a continuing national night-time curfew.\n\nBars, restaurants and museums remain closed but the government wants to avoid another national lockdown, resorting instead to tighter measures in some localities such as the southern city of Nice.\n\nTravel to Germany from the French Moselle region has been restricted at the request of Germany which is concerned about the South African variant. Cross-border public transport is suspended, while drivers can cross but only with proof of a negative coronavirus test.\n\nWhat is the situation in Germany?\nGermany is also concerned that AstraZeneca jabs are going to waste and there are calls to widen the number of priority groups who can receive it. Only 240,000 of 1.45 million doses had been used by 23 February.\n\nOn Sunday, a senior German immunologist, Carsten Watzl, urged his country to change its mind and start allowing over-65s to receive the vaccine.\n\nGermany's vaccine commission is currently reviewing its recommendation and Chancellor Angela Merkel said last week that it was \"a vaccine that can be trusted\".\n\n\nmedia captionCovax vaccine plan: What is it and how will it work?\nVaccine roll-outs in many EU countries have been hit by delays.\n\nWhat Europeans have learned from a year of Covid\nWhat's the problem with the EU's vaccine programme?\nWhat do we know about the vaccine?\nBritain has been using the vaccine made by AstraZeneca, a UK-Swedish pharmaceutical firm, in its mass immunisation programme since December.\n\nUK health officials say it provides \"high levels of protection\" for all ages.\n\nCovid vaccines cut risk of serious illness by 80%\nNo one who received the Oxford vaccine in trials was admitted to hospital or became seriously ill due to Covid.\n\nThe vaccine is given via two injections to the arm, the second between 4 and 12 weeks after the first.\n\nline\nCovid vaccines graphic\n1px transparent line\nRelated Topics\nAstraZeneca\nCoronavirus pandemic\nFrance\nMore on this story\nGermany urged to back AstraZeneca jab for over-65s\nPublished3 days ago\nEU approves AstraZeneca vaccine amid supply row\nPublished29 January\nHow well does the Oxford vaccine work?\nPublished9 February\nTop Stories\nBiden: Enough vaccine for all in US by end of May\nThe US president also insists the \"fight is not over\", as some states move to relax Covid rules.\n\nPublished1 hour ago\nChinese study reveals Uighur 'assimilation' goal\nPublished14 hours ago\nAustralian cabinet minister denies rape allegation\nPublished2 hours ago\nFeatures\nChinese study reveals Uighur 'assimilation' goal\n",
      "img": "https://cdn.pixabay.com/photo/2021/02/24/09/51/magical-6046020_960_720.jpg",
      "id": 17
    },
    {
      "title": "Covid: France approves AstraZeneca vaccine for over-65s",
      "body": "The French government says older people with pre-existing conditions can now get AstraZeneca's Covid-19 vaccine, revising its stance on the issue.\n\n\"People affected by co-morbidities can be vaccinated with AstraZeneca, including those aged between 65 and 74,\" the health minister said.\n\nLast month France approved use of the vaccine for under-65s only, citing lack of data for older people.\n\nSince then studies have shown the jab is highly effective among the elderly.\n\nWhat's behind France's about turn\nHow effective is the Oxford vaccine?\nWhat's the problem with the EU's vaccine programme?\nFact-checking President Macron's vaccine claim\nThe Oxford-AstraZeneca vaccine is widely used across the UK, but several EU countries are still limiting it to the under-65s, including Germany.\n\nThe EU drugs regulator has approved it for all adults, but it is up to each member to set its own roll-out policy.\n\nIn a further development, Canada's immunisation commission on Monday advised against giving the AstraZeneca vaccine to over-65s, saying clinical trial data for that age group was too limited.\n\nWhat are the French saying?\nSpeaking on television, French Health Minister Olivier Véran said people with pre-existing conditions - such as high blood pressure or diabetes - could get the Oxford-AstraZeneca vaccine from GP surgeries, hospitals and \"within days\" from pharmacies.\n\nThe policy would apply to those over 50, including those aged 65 to 75, he said.\n\nThose aged over 75 will still be offered either Pfizer or Moderna jabs in a vaccination centre, he added.\n\nA health worker prepares to inject a first dose of a Oxford-AstraZeneca COVID-19 vaccine shot at a Covid-19 vaccination center in Rabat, Morocco\nIMAGE COPYRIGHTEPA\nimage captionStudies have shown the AstraZeneca vaccine to be safe and effective\nIn January French President Emmanuel Macron said the AstraZeneca vaccine was \"quasi-ineffective\" for older age groups - a claim strongly rejected at the time by the UK officials and scientists.\n\nBut after a European Council meeting on Friday, he said: \"If this is the vaccine I'm offered, obviously I would take it.\"\n\nAs more data has emerged, French health officials have tried to convince people that it is just as safe and effective as other Covid-19 vaccines.\n\nJust 273,000 AstraZeneca doses have been administered in France out of 1.7 million received by the end of February, health ministry figures show.\n\nSome French doctors had spurned the vaccine, citing initial side-effects in some people and trial data suggesting it offered minimal protection against mild disease from the South African Covid variant, though the developer said it still protects against severe disease.\n\nThe MG France doctors' association has since hit back at criticism of the AstraZeneca jab and the fact that many doses remain unused. The man in charge of France's vaccine rollout has also backed it, saying it has unfairly received a \"bad press\".\n\nAbout three million people have so far received at least one dose of a Covid-19 vaccine in France - against more than 20 million in the UK, which has roughly the same population.\n\nline\nChange of tone\nAnalysis box by Hugh Schofield, Paris correspondent\nIt is hard not to believe that there was some element of post-Brexit ill will motivating the initial French scepticism towards the AstraZeneca jab.\n\nBut it was noticeable how the remarks made by Mr Macron and Europe Minister Clément Beaune that casted doubt on the vaccine's effectiveness never found a receptive audience in the French medical profession.\n\nThat profession - which had no political axe to grind - said early on that the jab was a welcome addition to the mix. But the politicians set the tone. They must surely take some of the blame for the slow uptake of the vaccine since its launch in France last month.\n\nAstraZeneca has come to be seen by too many people here as an inferior vaccination. The French government, however, now seems bent on changing that perception and accelerating take-up.\n\nline\nFrance is still struggling to control increased infection rates in some areas, despite a continuing national night-time curfew.\n\nBars, restaurants and museums remain closed but the government wants to avoid another national lockdown, resorting instead to tighter measures in some localities such as the southern city of Nice.\n\nTravel to Germany from the French Moselle region has been restricted at the request of Germany which is concerned about the South African variant. Cross-border public transport is suspended, while drivers can cross but only with proof of a negative coronavirus test.\n\nWhat is the situation in Germany?\nGermany is also concerned that AstraZeneca jabs are going to waste and there are calls to widen the number of priority groups who can receive it. Only 240,000 of 1.45 million doses had been used by 23 February.\n\nOn Sunday, a senior German immunologist, Carsten Watzl, urged his country to change its mind and start allowing over-65s to receive the vaccine.\n\nGermany's vaccine commission is currently reviewing its recommendation and Chancellor Angela Merkel said last week that it was \"a vaccine that can be trusted\".\n\n\nmedia captionCovax vaccine plan: What is it and how will it work?\nVaccine roll-outs in many EU countries have been hit by delays.\n\nWhat Europeans have learned from a year of Covid\nWhat's the problem with the EU's vaccine programme?\nWhat do we know about the vaccine?\nBritain has been using the vaccine made by AstraZeneca, a UK-Swedish pharmaceutical firm, in its mass immunisation programme since December.\n\nUK health officials say it provides \"high levels of protection\" for all ages.\n\nCovid vaccines cut risk of serious illness by 80%\nNo one who received the Oxford vaccine in trials was admitted to hospital or became seriously ill due to Covid.\n\nThe vaccine is given via two injections to the arm, the second between 4 and 12 weeks after the first.\n\nline\nCovid vaccines graphic\n1px transparent line\nRelated Topics\nAstraZeneca\nCoronavirus pandemic\nFrance\nMore on this story\nGermany urged to back AstraZeneca jab for over-65s\nPublished3 days ago\nEU approves AstraZeneca vaccine amid supply row\nPublished29 January\nHow well does the Oxford vaccine work?\nPublished9 February\nTop Stories\nBiden: Enough vaccine for all in US by end of May\nThe US president also insists the \"fight is not over\", as some states move to relax Covid rules.\n\nPublished1 hour ago\nChinese study reveals Uighur 'assimilation' goal\nPublished14 hours ago\nAustralian cabinet minister denies rape allegation\nPublished2 hours ago\nFeatures\nChinese study reveals Uighur 'assimilation' goal\n",
      "img": "https://cdn.pixabay.com/photo/2020/03/03/12/15/mask-4898571_960_720.jpg",
      "id": 18
    }
  ]
}